"use client";
import Carousel from "react-bootstrap/Carousel";
import Image from "next/image";
import { Container } from "react-bootstrap";

function AmusementParks() {
  return (
    <>
      <section className="hero hero75vh">
        <div className="titlepage">
          <h2>حدائق ترفيهي</h2>
        </div>
        <div className="image-clip-path">
          <Image src="/images/image-clip-path.svg" fill alt="logo" />
        </div>
        <div className="overlay"></div>
        <Carousel fade interval={2000} controls={false} indicators={false}>
          <Carousel.Item>
            <div className="imgcar">
              <Image src="/images/hero/1.jpeg" fill alt="hero" />
            </div>
          </Carousel.Item>
          <Carousel.Item>
            <div className="imgcar">
              <Image src="/images/hero/1.jpeg" fill alt="hero" />
            </div>
          </Carousel.Item>
          <Carousel.Item>
            <div className="imgcar">
              <Image src="/images/hero/1.jpeg" fill alt="hero" />
            </div>
          </Carousel.Item>
        </Carousel>
      </section>
      <Container>
        <div className="contentText">
          <h2>
            تطوير المعايير والخدمات الترفيهية في الحدائق العامة لمجتمع سعيد
            وتنمية مستدامة
          </h2>
          <p>
            مع وجود عشرات (الحدائق العامة) في كلّ مدينة حول العالم.. وعلى الرغم
            من اتساع مساحاتها وتنوع إمكاناتها وتميز مواقع الكثير منها..
          </p>
          <p>
            إلا أنها تشهد اهتماماً واحتياجاً إلى تطوير أنظمتها الإدارية ومعايير
            أدائها لخدمة المجتمع وتقديم خدماتها الترفيهية التي تحقق الأهداف
            الرئيسية من وجود (الحديقة العامة) وهو: إسعاد المجتمع والمشاركة في
            التنمية المستدامة..
          </p>
          <p>
            ملكية (الحدائق العامة) ترجع للحكومة في كلّ دولة، وقد تكون مسئولية
            إدارة (الحديقة العامة) موزعة بين عدة جهات حكومية أو أقسام متخصصة
            بالصيانة أو النظافة أو الأمن أو غيرها..
          </p>
          <p>
            مما أدى إلى عدم وجود جهة مختصة بتطوير (الحدائق العامة) على أساسٍ
            مستدام لخدمة المجتمع، وعدم تقديم خدمات ترفيهية تناسب حاجات ورغبات
            المجتـمع وتساهم في التنمية الاقتصادية والاجتماعية وغيرها..
          </p>
          <p>
            كما أُنشئتْ أغلب (الحدائق العامة) بغرض زيادة المساحات الخضراء فقطْ..
            وصُممتْ منْ قِبل كوادر ومؤسسات فنية غيـر متخصصة في تطوير خدمات
            المجتمع ولا الاستدامة المالية ولا التسويق والادارة..
          </p>
          <p>
            وحتى إذا قرّرتْ جهة حكومية طرح (حديقة عامة) أو جزء منها للمستثمرين..
            تواجه الكثير من التحديات البيروقراطية وتفرض اشتراطات تؤدي إلى أن
            يكون الاستثمار غير مجدي أو تقليدي..
          </p>
          <p>
            والنتيجة: أنّ أغلب (الحدائق العامة) تتطلب مصروفات مرتفعة مقارنة بحجم
            الإقبال عليها والاستفادة منها، وليس فيها خدمات ترفيهية تناسب تطلعات
            المجتمع وتحقق التنمية المستدامة.
          </p>
        </div>
        <div className="images">
          <Image src="/images/hero/1.jpeg" alt="" width={500} height={400} />
          <Image src="/images/hero/1.jpeg" alt="" width={500} height={400} />
        </div>
        <div className="contentText">
          <h2>
            لذلك أطلقنا مشروع (حدائق ترفيهي) .. لتكون أوّل وأكبر منصة عالمية
            تُساعد الحكومة في الارتقاء بمعايير وخدمات (الحدائق العامة) في كلّ
            مدينة ولكلّ مجتمع
          </h2>

          <p>
            (ترفيهي حدائق) يمكّن الجهة الحكومية المختصة بإدارة (الحدائق العامة)
            من أن تقدم معلومات وافية لأفراد ومؤسسات المجتمع عن خدمات كلّ (حديقة
            عامة) عند الخروج للنزهة مع العائلة أو الأصدقاء.. مثل المرافق
            والتسهيلات والبرامج الترفيهية المقدمة للأطفال أو الكبار وسعر تذكرة
            الدخول وغيرها..
          </p>
          <p>
            كما أنها تسهل عرض الفرص للمستثمرين مثل تأجير الأكشاك وإقامة
            الفعاليات وغير ذلك..
          </p>
          <p>
            (ترفيهي حدائق) يساهم في إدارة (الحدائق العامة) وفق معايير جودة موحدة
            ووفقَ أسسٍ ترفيهيةٍ تخدم المجتمع بما يراعي كافة الاعتبارات والظروف
            الخاصة بالمجتمع المحلي..
          </p>
          <p>
            (ترفيهي حدائق) يسوّق ويبرز إمكانات كلّ (حديقة عامة).. ويساهم بشكلٍ
            كبير في ترشيد مصروفاتها وزيادة إيراداتها.. ورفع نسبة الاستدامة
            الاجتماعية والاقتصادية.. وعرض الفرص الاستثمارية المرتبطة بها..
          </p>
          <p>
            (ترفيهي حدائق) يبني لكلّ حديقةٍ ميزةً نسبية تميزها عن غيرها.. تتكامل
            مع أهداف الحكومة في الجوانب السياحية والتعليمية والرياضية والتوعوية
            وغيرها..
          </p>
        </div>
        <div className="flex50">
          <div className="contentText">
            <h2>في 2025</h2>

            <p>
              كلّ إنسان.. يستطيع بسهولة أنْ يحدد الحدائق العامة الأقرب لمكانه ..
            </p>
            <p>
              ويعرف برامجها وخدماتها الترفيهية والاستثمارية مع التكلفة
              والتقييم..
            </p>
            <p>ويختـار ما يناسب وقته ويزيد سعادته.. مع عائلته وأصدقائه</p>
          </div>
          <div className="images">
            <Image src="/images/hero/1.jpeg" alt="" width={500} height={400} />
          </div>
        </div>
      </Container>
    </>
  );
}
export default AmusementParks;
